
/* AppController */
"BetterZip will only run on macOS 10.10 (Yosemite) or later systems." = "BetterZip läuft nur auf macOS 10.10 (Yosemite) oder später.";
"Quit!" = "Beenden";
"Sorry!" = "Sorry!";
"https://macitbetter.com/contact" = "mailto:betterzip@macitbetter.com";
"https://macitbetter.com/" = "https://macitbetter.com/";
"http://www.win-rar.com/" = "http://www.win-rar.com/";

/* helpers */
"Last modified: %@\nSize: %@" = "Zuletzt geändert: %@\nGröße: %@";

/* ReplaceExistingFiles */
"An item named %@ already exists in this location. Do you want to replace it with the one you are extracting?" = "Ein Objekt mit dem Namen %@ existiert bereits hier. Wollen Sie es durch die entpackte Version ersetzen?";
"An item named %@ already exists in this location inside the archive. Do you want to replace it with the one you are adding?" = "Ein Objekt mit dem Namen %@ existiert bereits an dieser Stelle im Archiv. Wollen Sie es durch die hinzugefügte Version ersetzen?";
"File in archive:" = "Datei im Archiv:";
"File on disc:" = "Datei auf der Festplatte:";

/* ZipDocument */
"Zip Format (recommended)" = "Zip-Format (empfohlen)";
"TAR Format, uncompressed (tar)" = "TAR-Format, unkomprimiert (tar)";
"TAR Format, GZip compressed (tgz)" = "TAR-Format, GZip komprimiert (tgz)"; 
"TAR Format, BZip2 compressed (tbz)" = "TAR-Format, BZip2 komprimiert (tbz)";
"7-Zip Format (best compression)" = "7-Zip-Format (beste Kompression)";
"RAR Format" = "RAR-Format";
"Extract All" = "Alle entpacken";
"Extract all files and folders from the archive" = "Alle Dateien und Ordner des Archivs entpacken";
"Extract" = "Entpacken";
"Extract the selected files or folders from the archive" = "Die ausgewählten Dateien und Ordner des Archivs entpacken";
"Extracting archive: %@" = "Entpacke Archiv: %@";
"Opening archive with %d items. Ugh, this is going to take a while..." = "Öffnen des Archivs mit %d Objekten. Puh, das wir ein Zeiterl dauern…";
"Opening archive with %d items" = "Öffnen des Archivs mit %d Objekten";
"Check for updates on startup?" = "Beim Starten nach neuen Versionen von BetterZip suchen?";
"Would you like %@ to check for updates on startup? You can initiate the check manually from the preferences window at any time." = "Soll %@ beim Starten überprüfen, ob es eine neue Version gibt? Sie können diese Überprüfung jederzeit manuell im Einstellungsfenster ausführen.";
"Yes" = "Ja";
"No" = "Nein";
"Are you sure you want to overwrite the original archive?" = "Sind Sie sicher, dass Sie das ursprüngliche Archiv überschreiben wollen?";
"Warning: Saving cannot be undone" = "Warnung: Sichern kann nicht widerrufen werden";
"Save" = "Sichern";
"Don't Save" = "Nicht sichern";
"Saving archive: %@ of %@" = "Sichern des Archivs: %@ von %@";
"Extracting items from archive: %@ of %@" = "Objekte entpacken: %@ von %@";
"Add" = "Hinzufügen";
"Open" = "Öffnen";
"Add Items" = "Hinzufügen";
"Extract Here" = "Entpacken";
"Warning" = "Warnung";
"%@ is not handled by any application. Try to extract the file and use Finder to open it." = "%@ ist mit keiner Applikation verknüpft. Versuchen Sie, die Datei zu entpacken und mit dem Finder zu öffnen.";
"OK" = "OK";
"Delete Items" = "Objekte löschen";
"You can't move an item into one of its subfolders!" = "Sie können einen Ordner nicht in einen seiner Unterordner verschieben!";
"Move Items" = "Objekte verschieben";
"BetterZip will now remove Mac specific files from the archive." = "BetterZip wird jetzt macspezifische Dateien aus dem Archiv entfernen.";
"Clean now" = "Jetzt bereinigen";
"Cancel" = "Abbrechen";
"Clean Archive" = "Archiv bereinigen";
"Change Archive Mode" = "Archivmodus ändern";
"Archive" = "Archiv";
"Add to %@..." = "Zu %@ hinzufügen…";
"Extract All..." = "Alle entpacken…";
"Extract Selected..." = "Ausgewählte entpacken…";
"Save the archive" = "Archiv sichern";
"Add a new file or folder to the archive" = "Dateien und Ordner dem Archiv hinzufügen";
"Extract files or folders from the archive" = "Dateien und Ordner des Archivs entpacken";
"View" = "Ansehen";
"View the selected file" = "Die gewählten Dateien öffnen";
"Delete" = "Löschen";
"Delete the selected files or folders from the archive" = "Die gewählten Dateien und Ordner aus dem Archiv entfernen";
"Search" = "Suchen";
"Search the archive file" = "Nach Datei- und Ordnernamen im Archiv suchen";
"Clean" = "Bereinigen";
"Stop" = "Stopp";
"Ignore and go on" = "Ignorieren und weiter";
"The file %@ could not be added to the archive. Maybe the system disc is full?" = "Die Datei %@ konnte dem Archiv nicht hinzugefügt werden. Möglicherweise ist nicht genügend Speicherplatz auf der Systempartition frei.";
"There is not enough free space on the destination drive." = "Auf dem Ziellaufwerk ist nicht genügend Speicher frei.";
"Loading archive: %@" = "Lade Archiv: %@";
"External command returned: %d\n" = "Der externe Befehl gab %d zurück.";
"Saving archive failed" = "Sichern fehlgeschlagen";
"You don't have permission to write to this folder." = "Sie haben keine Berechtigung in diesen Ordner zu schreiben.";
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";
"New Folder" = "Neuer Ordner";
"Create New Folder" = "Neuen Ordner erstellen";
"Error" = "Fehler";
"Create a new folder in the selected place inside the archive." = "Erstellt einen neuen Ordner im markierten Ordner innerhalb des Archivs.";
"An item with this name already exists in this folder!" = "Ein Objekt mit diesem Namen existiert bereits in diesem Ordner!";
"Do you want to save the changes you made in the document %@?" = "Wollen Sie die Änderungen am Archiv %@ speichern?";
"Your changes will be lost if you don't save them." = "Wenn Sie nicht sichern, gehen Ihre Änderungen verloren.";
"The archive extraction failed." = "Das Entpacken des Archivs schlug fehl.";
"Maybe, there is not enough free space on the destination drive. Or the password is incorrect." = "Möglicherweise ist nicht genügend Speicherplatz auf dem Ziellaufwerk frei. Oder das Passwort ist falsch.";
"Rename Item" = "Objekt umbenennen";
"Opening archive failed" = "Öffnen des Archivs fehlgeschlagen";
"Not encrypted" = "Nicht verschlüsseln";
"Weak (PKZip2 compatible)" = "Schwach (PKZip2 kompatibel)";
"Strong (AES-256)" = "Stark (AES-256)";
"untitled folder" = "Neuer Ordner";
"BetterZip Temporary Folder" = "BetterZip temporärer Ordner"; 
"(incl. %d hidden)" = "(inkl. %d versteckte)";
"%d selected, uncompressed size: %@ %@" = "%d ausgewählt, unkomprimierte Größe: %@ %@";
"%d items, uncompressed size: %@ %@" = "%d Objekte, unkomprimierte Größe: %@ %@";
"%d item, uncompressed size: %@ %@" = "%d Objekt, unkomprimierte Größe: %@ %@";
"BetterZip will now remove one file matching the patterns configured in the preferences window from the archive." = "BetterZip wird jetzt eine Datei aus dem Archiv löschen, die den Suchmustern entspricht, die im Einstellungsfenster konfiguriert wurden.";
"BetterZip will now remove %d files matching the patterns configured in the preferences window from the archive." = "BetterZip wird jetzt %d Dateien aus dem Archiv löschen, die den Suchmustern entsprechen, die im Einstellungsfenster konfiguriert wurden.";
"BetterZip will now remove one Mac specific file from the archive." = "BetterZip wird jetzt eine macspezifische Datei aus dem Archiv löschen.";
"BetterZip will now remove %d Mac specific files from the archive." = "BetterZip wird jetzt %d macspezifische Dateien aus dem Archiv löschen.";
"Remove" = "Löschen";
"BetterZip cannot extract to this folder. Maybe you don't have write access." = "BetterZip kann in diesen Ordner nicht entpacken. Haben Sie vielleicht keinen Schreibzugriff?";
"Save As..." = "Sichern unter...";
"Save the archive with another name." = "Das Archiv mit neuem Namen sichern.";
"Cleaning" = "Bereinigen";
"No compression" = "Keine Kompression"; 
"Fast, but larger archives" = "Schnell, aber größeres Archiv";
"Normal" = "Normal";
"Best, but slower operation" = "Beste Kompression, aber langsam";
"Remove files matching the patterns configured in the preferences window from the archive." = "Entfernt Dateien aus dem Archiv, die den im Einstellungsfenster konfigurierten Suchmustern entsprechen.";
"File Types" = "Dateitypen";
"N/A" = "n.a.";
"Multiple files" = "Mehrere Dateien";
"No files selected" = "Keine Datei ausgewählt";
"A volume is missing: /%s." = "Ein Archivteil fehlt: /%s.";
"Close" = "Schließen";
"Strong (AES-256) with header encryption" = "Stark (AES-256) mit verschlüsselter Liste";


/* PreferenceController */
"Last checked: " = "Zuletzt überprüft:";
"General" = "Allgemein";
"Columns" = "Spalten";
"Advanced" = "Weiteres";
"Helpers" = "Programme";
"Use RAR" = "RAR verwenden";
"Never" = "Niemals";
"never" = "niemals";
"Next to original" = "Neben dem Original";


/* V 2.0 */
"Cancel the operation" = "Abbrechen";
"Reveal in Finder" = "In Finder anzeigen";
"Passwords" = "Passwörter";
"no errors" = "keine Fehler";
"with errors" = "Fehler sind aufgetreten";
"cancelled" = "abgebrochen";
"Extracted %@" = "Entpackte %@";
"Extracting %@" = "Entpacke %@";
"Compressing %@" = "Packe %@";
"Extracting items temporarily" = "Entpacke Dateien temporär";
"%@ of %@" = "%@ von %@";
"%@ copy" = "Kopie von %@";
"Extract to..." = "Entpacken nach...";
"The archive could not be extracted completely. It may be damaged." = "Das Archiv konnte nicht vollständig entpackt werden. Es könnte beschädigt sein.";
"This archive appears to be damaged." = "Dieses Archiv scheint beschädigt zu sein.";
"The archive could not be extracted." = "Das Archiv konnte nicht entpackt werden.";
"It is either damaged or in an unsupported format." = "Es ist entweder beschädigt oder in einem unbekannten Format.";
"BetterZip Recovered Files" = "BetterZip - gerettete Dateien";
"Multiple Copies Installed" = "Mehrere Kopien installiert";
"Quit and Reveal in Finder" = "Beenden und im Finder anzeigen";
"Queued for extraction" = "Wartet auf Entpacken";
"Queued for compression" = "Wartet auf Packen";
"The archive tests failed." = "Die Überprüfung des Archivs schlug fehl.";
"The archive is either damaged or in an unsupported format." = "Das Archiv ist entweder beschädigt oder hat ein nicht unterstütztes Format.";
"Test" = "Testen";
"Testing: %@\n" = "Teste: %@";
"Test the archive" = "Archiv testen";
"Running script" = "Skript wird ausgeführt:";
"Show Favorites" = "Favoriten einblenden";
"Hide Favorites" = "Favoriten ausblenden";
"Show Preview" = "Vorschau einblenden";
"Hide Preview" = "Vorschau ausblenden";
"<new password>" = "<Neues Passwort>";
"The transcript window may contain further details." = "Die Konsole enthält möglicherweise genauere Details.";
"The file %@ has been modified." = "Die Datei %@ wurde geändert.";
"Do you want to save the changes back to the archive?" = "Wollen Sie die Änderungen ins Archiv übernehmen?";
"Update File" = "Änderungen übernehmen";
"Ignore Changes" = "Ignorieren";
"Ignore This Time" = "Diesmal ignorieren";
"Symbolic Link (no preview possible)" = "Verknüpfung (keine Vorschau möglich)";
"Use for subsequent archives" = "Auch für folgende Archive verwenden";
"Use this password for the new archive" = "Auch für das neue Archiv benutzen";
"This is not the password you are looking for." = "Das Passwort ist nicht korrekt.";
"Edit Presets..." = "Presets bearbeiten...";
"Show save panel" = "Sichern-Fenster anzeigen";
"XAR Format" = "XAR Format";
"Presets" = "Presets";
"Testing archive %@" = "Teste Archiv %@";
"Archive test successful" = "Archivtest erfolgreich";
"The archive test was completed successfully." = "Der Test des Archivs wurde erfolgreich abgeschlossen.";
"Today" = "Heute";
"Yesterday" = "Gestern";
"Go to the win.rar GmbH web site" = "Die win.rar GmbH Website öffnen";
"Extracting items from %@" = "Entpacke Objekte aus %@";
"The rar helper could not be found." = "Das Hilfsprogramm rar wurde nicht gefunden.";
"Please set the correct path in Preferences > Helpers or choose a different format for saving." = "Setzen Sie bitte den korrekten Pfad in Einstellungen > Programme oder wählen Sie ein anderes Format zum Speichern.";
"Merge Folders" = "Zusammenführen";
"Keep Both" = "Beide behalten";
"Apply to all folders" = "Auf alle Ordner anwenden";
"Apply to all" = "Auf alle anwenden";
"Do you want to extract the %d archives that were found inside the selected folders?" = "Wollen Sie die %d Archive, die in den gewählten Ordnern gefunden wurden, auch entpacken??";
"To ignore the selected folders and only extract directly selected archives click “Extract Selected Only”." = "Um die ausgewählten Ordner zu ignorieren und nur direkt gewählte Archive zu entpacken, klicken Sie “Nur gewählte entpacken”.";
"Extract Selected Only" = "Nur gewählte entpacken";
"Archive Creation Complete" = "Komprimierung abgeschlossen";
"Archive Extraction Complete" = "Entpacken abgeschlossen";
"All Queued Archive Operations Complete" = "Alle Archivoperationen der Warteschlange abgeschlossen";
"<new preset>" = "<Neues Preset>";
"Other folder..." = "Anderer Ordner...";
/* open with other application */
"Other..." = "Andere...";
"Compress" = "Packen";
"Saving archive %@" = "Erstelle Archiv %@";
"Compressed %@" = "Archiv %@ wurde erstellt";
"An error occurred" = "Ein Fehler ist aufgetreten";
"Use this preset as default in the toolbar" = "Dieses Preset als Standard in der Symbolleiste verwenden";
"Use this preset as service" = "Dieses Preset als Dienst verwenden";

/* added in BetterZip 3 */
"Adding files to archive %@" = "Dateien zu %@ hinzufügen";
"When in Direct Mode, all archive operations are immediate and cannot be undone." = "Im Direktmodus werden alle Archivoperationen sofort ausgeführt können nicht rückgängig gemacht werden.";

/* the two possible labels of the action button in the "file replace" alert panel */
"Update" = "Aktualisieren";
"Replace" = "Ersetzen";

"An item named %@ already exists in this location inside the archive. Do you want to update it?" = "Ein Objekt mit dem Namen %@ existiert bereits an dieser Stelle im Archiv. Wollen Sie es durch die neue Version ersetzen?";

"The archive cannot be created." = "Das Archiv kann nicht erstellt werden.";
"BetterZip will now remove one file matching your patterns from the archive." = "BetterZip wird jetzt eine Datei aus dem Archiv löschen, die Ihren Suchmustern entspricht.";
"BetterZip will now remove %d files matching your patterns from the archive." = "BetterZip wird jetzt %d Dateien aus dem Archiv löschen, die Ihren Suchmustern entsprechen";
"After filtering, there are no files left to archive." = "Nach dem Filtern des Archivs blieben keine Dateien mehr über.";
"macOS returned this error:" = "macOS meldete folgenden Fehler:";
"Use this pattern to specify which files and folders to add to the archive:" = "Wählen Sie mit diesem Suchmuster aus, welche Dateien und Verzeichnisse dem Archiv hinzugefügt werden sollen:";
"Add Files to Archive" = "Dateien hinzufügen";
"Use this pattern to delete files and folders from the archive:" = "Folgendes Suchmuster zum Löschen von Dateien und Ordnern verwenden:";
"Delete Files From Archive" = "Dateien aus dem Archiv löschen";

/* displayed in the file types table for user defined extensions */
"<Click to add your own>" = "<Zum Bearbeiten klicken>";

/* new compression levels */
"High, but slower operation" = "Bessere Kompression, aber langsamer";
"Best (solid, slow extraction)" = "Beste Kompression (auch langsameres Entpacken)";

/* Preferences window - name of the tab to manage filter patterns */
"Filtering" = "Filter";

/* Tooltip for the delete with pattern toolbar button */
"Delete with pattern" = "Löschen mit Suchmuster";

"<new pattern>" = "<Neues Suchmuster>";

/* warning when a user adds an archive comment, but the current format doesn’t support that (user can still save with an other format */
"You should save this archive with ZIP or RAR format or your comment will be lost." = "Speichern Sie das Archiv im ZIP- oder RAR-Format oder Ihr Kommentar wird verloren gehen.";

/* possible button labels for setting and clearing passwords in the save presets configuration */
"Set" = "Setzen";
"Clear" = "Löschen";

"CPIO Format, uncompressed (cpio)" = "CPIO-Format, unkomprimiert (cpio)";
"TAR Format, xz compressed (txz)" = "TAR-Format, xz komprimiert (txz)";

/* title of the OK button in the file open panel used to locate the temp folder or standard opening program */ 
"Use" = "Wählen";

/* possible file status strings */
"Modified" = "Geändert";
"Moved" = "Verschoben";
"Added" = "Neu";
"Updated" = "Akutalisiert";

"An error occurred opening %@. Do you want to try to open the archive anyway?" = "Beim Öffnen von %@ trat ein Fehler auf. Wollen Sie das Archiv trotzdem öffnen?";
"Cancel Opening" = "Nicht öffnen";
"Open Anyway" = "Trotzdem öffnen";

/* added in BetterZip 4 */

/* Default title for dynamic preset services */
"Compress with Preset %@" = "Packen mit Preset %@";
"Extract with Preset %@" = "Entpacken mit Preset %@";
"Service Name" = "Dienstname";
"Comment Text" = "Kommentar";

"Caution" = "Achtung";
"Do not enable this option, if you are not in the habit of making regular backups of your data. BetterZip will not warn you before overwriting files, if you use a preset with the overwrite switch enabled. Files can be lost. Use at your own risk." = "Aktivieren Sie diese Option nicht, wenn Sie nicht regelmäßig Backups machen. BetterZip wird beim Überschreiben von Dateien keine Warnungen anzeigen, wenn Sie dieses Preset verwenden. Dateien können verloren gehen. Aktivieren auf eigene Gefahr.";
"Activate" = "Aktivieren";
"Trash" = "Papierkorb";
"Don't move" = "Nicht verschieben";
"+pwd" = "+PW";
"Reload Drop Bar" = "Drop-Leiste neu laden";

"The file %@ could not be extracted. %@\n\nThe last error macOS reported was:\n\"%s\"" = "Die Datei %@ konnte nicht entpackt werden. Der letzte Fehler, den macOS registrierte, war: \"%s\"";
"The password may be incorrect." = "Möglicherweise ist das Passwort falsch.";
"Archive Extraction Failed" = "Entpacken fehlgeschlagen";
"Archive Creation Failed" = "Archivierung fehlgeschlagen";
"Archive Test Successful" = "Archivtest erfolgreich";
"Archive Test Failed" = "Test fehlgeschlagen";

"The archive disappeared" = "Das Archiv ist verschwunden";
"You can still browse the contents, but all archive operations will fail. \nDo you want to close the window?" = "Sie können das Inhaltsverzeichnis weiter ansehen, aber alle Archivoperationen werden fehlschlagen. Soll das Fenster geschlossen werden?";
"Ignore" = "Ignorieren";

"An error occurred opening %@. Do you want to try to repair the archive?" = "Beim Öffnen von %@ trat ein Fehler auf. Soll BetterZip versuchen, das Archiv zu reparieren?";
"The archive could not be extracted completely. It may be damaged. Do you want to try to repair the archive?" = "Das Archiv konnte nicht vollständig entpackt werden. Möglicherweise ist es beschädigt. Soll BetterZip versuchen, das Archiv zu reparieren?";
"Repair" = "Reparieren";
"%@ (damaged)" = "%@ (beschädigt)";

"Drag items here to compress or extract" = "Objekte zum Packen oder Entpacken hierherziehen";
"Drop archives here to extract" = "Archive zum Entpacken hierherziehen";
"Drop the archives here to open them" = "Archive hierherziehen, um sie zu öffnen";
"Drop items here to compress" = "Objekte zum Packen hierherziehen";
"Drop the files here to add them to a new archive" = "Objekte hierherziehen, um sie einem neuen Archiv hinzuzufügen";
"Choose from your favorite presets" = "Wählen Sie aus Ihren Lieblingspresets";
"Test the archive integrity" = "Archivintegrität testen";
"Open and browse the archive" = "Archiv öffnen und ansehen";
"Add the items to a new archive" = "Objekte zu neuem Archiv hinzufügen";
"Trash" = "Papierkorb";

"Compress with BetterZip" = "Mit BetterZip komprimieren";
"Extract with BetterZip" = "Mit BetterZip entpacken";

"Reveal in Finder" = "In Finder anzeigen";
"Cancel the operation" = "Abbrechen";

"This archive doesn't contain any Mac specific files yet" = "Dieses Archiv enthält noch keine Mac-spezifischen Dateien.";
"Do you want to keep it that way or add metadata to your archive?" = "Wollen Sie das so belassen oder sollen Metadaten in das Archiv aufgenommen werden?";
"Add Mac Stuff" = "Metadaten einfügen";
"Keep Mac Stuff out" = "Metadaten nicht einfügen";

"System Default" = "Standard";
"One password per line:" = "Ein Passwort pro Zeile";
"Back" = "Zurück";
"Unlock Password Manager…" = "Passwortmanager entsperren…";
"Lock Password Manager" = "Passwortmanager sperren";
"Archives" = "Archive";
"Archive Types" = "Archivtypen";
"Files" = "Dateitypen";
"Next to archive" = "Neben dem Archiv";
"Choose Master Password" = "Hauptpasswort festlegen";
